{
  "summary": "**London Today:**\n\n**Healthcare Concerns and Safety Alerts:** Guy's and St Thomas' NHS Trust has issued a warning about fraudulent online videos featuring clinicians promoting weight loss patches. Meanwhile, a plastic surgeon was suspended after attempting to flee from inspectors in central London.\n\n**Housing and Urban Development:** A major row over a 2,500-home plan in Ladbroke Grove has reached Mayor Sadiq Khan amidst significant campaigning. Additionally, the Serious Fraud Office is probing a £300m fraud case within social housing firm Home REIT, and a London council faces a possible £6m bill for overdue fire safety upgrades. A new Thames public space has opened near Blackfriars Bridge on an erstwhile sewer construction site.\n\n**Crime and Public Safety:** Maliki Sharma, 18, was fatally stabbed in Feltham; no arrests have been reported. A woman died following a fire in her sheltered accommodation, and several residents required medical attention. The parole hearing for convicted serial rapist cab driver John Worboys will be public. Multiple arrests have been made in a £300m social housing fraud investigation. \n\n**Legal Proceedings:** Ex-actor John Alford has been jailed for sexual assaults on teenagers, while singer Ross Davidson faces charges of sexual assault both in London and abroad. A domestic abuse case resulted in a guilty verdict for the murder of a partner in Clacton-on-Sea.\n\n**Community and Public Transportation:** A proposal to limit the Freedom Pass for older citizens to bus travel has sparked widespread opposition. On a positive note, high-speed mobile network coverage is being rolled out across London Underground's Circle and District lines, with full coverage expected by year-end.\n\n**Sports News:** Tottenham has secured the signing of Conor Gallagher from Atletico for £35m, and Arsenal fans speculate on their team's potential league win even without a top scorer. In women's football, Michelle Agyemang returns to Arsenal for injury recovery, while West Ham has signed youth defender Ria Bose. Former Har",
  "updated": "2026-01-15T07:31:46.068791"
}