{
  "summary": "**London Today: Key Updates**\n\n**Racism in the Met Police**  \nA comprehensive independent review has revealed that anti-black racism is deeply embedded within the Metropolitan Police. The review, which spans four decades of evidence, highlights the ongoing challenges faced by black communities and staff within the police force.\n\n**Transport & Infrastructure News**  \nTransport for London has announced a change in the congestion charge policy, which will now apply to electric vehicles. This decision, prompted by the increase in EV numbers, is expected to raise minicab fares. Additionally, a bus accident near Manor Park Station resulted in one person being hospitalized.\n\n**Crime and Safety**  \nIn a significant crime case, Jazz Reid has been found guilty of attempted murder after disguising himself as a Deliveroo rider to shoot a father and his daughter. Meanwhile, a train attack survivor has praised a fellow passenger for their bravery, highlighting acts of heroism amidst increasing reports of public safety incidents.\n\n**Community and Cultural Updates**  \nDame Sue has made history as the first lady mayor of the City of London, breaking the tradition of women in the position being referred to as lord mayors. The historical aspects of London's infrastructure have also been noted, with Wandsworth Prison being labeled as the \"worst\" Victorian-era facility by journalist Sima Kotecha.\n\n**Sports Highlights**  \nIn sports, Charlton Athletic is gaining momentum after a key victory over West Brom. Top scorer Sonny Carey has praised manager Nathan Jones for inspiring the team to climb to fifth in the Championship. In rugby, Chandler Cunningham-South has committed to Harlequins by signing a new multi-year contract.\n\n**Fire Safety Concerns**  \nBonfire Night led to a peak in emergency fire calls, with several incidents reported across the city, including fires in Bromley, Brixton Hill, and Hackney. These incidents underline the need for heightened fire safety awareness during festivities.",
  "updated": "2025-11-07T07:24:59.691851"
}